Repository: Rafosk/Xml_parser
Catalog: Xml_parser/src/de2.tmx
Source language: de_de
Languages: ko_kr

source: Die Verpackung erfolgt gemäß den HPE-Verpackungsrichtlinien (Deutscher Bundesverband Holzpackmittel, Paletten, Exportverpackung (HPE) e.V.).
ko_kr: 포장은 HPE(독일 목재 포장, 팔레트, 수출포장 연맹) 포장 규정에 따라 이루어집니다.

source: Markierungen sind ein wesentlicher Bestandteil von Versandpackungen.
ko_kr: 제품 표시는 운반 포장의 중요 부분에 속합니다.

source: Sie setzen sich aus der Beschriftung und Markierungszeichen zusammen.
ko_kr: 이는 문자 표시 및 해당 기호로 이루어져 있습니다.

source: Die Beschriftung besteht aus
ko_kr: 문자 표시는 다음과 같이 구성됩니다.

source: Leitmarke
ko_kr: 쉬핑 마크

source: Anschrift
ko_kr: 주소

source: Gewicht
ko_kr: 중량

source: Abmessungen
ko_kr: 치수

source: Ursprungsland
ko_kr: 원산지

source: Markierungszeichen entsprechen dem internationalen Standard, um allgemein verständlich zu sein.
ko_kr: 기호 표시는 어느 곳에서든 이해할 수 있도록 국제 표준을 따르고 있습니다.

source: Anbei erhalten Sie eine Auflistung genormter Zeichen.
ko_kr: 표준회된 기호는 다음과 같습니다.

source: Abbildung ‑ : Übersicht der Transportmarkierungen
ko_kr: 삽화 ‑ : 운반 표시 개요

source: Oben
ko_kr: 위쪽을 향하게 할 것

source: Stechkarre hier nicht ansetzen
ko_kr: 여기에 손수레를 대지 않도록 할 것

source: Zerbrechliches Gut
ko_kr: 깨지기 쉬운 물품

source: Klammern in Pfeilrichtung
ko_kr: 화살표 방향으로 클램핑 할 것

source: Vor Nässe schützen
ko_kr: 습기를 피할 것

source: Zulässige Stapellast
ko_kr: 적재 허용치

source: Vor Sonnenbestrahlung schützen
ko_kr: 직사광선을 피할 것

source: Dichte Verpackung
ko_kr: 밀봉 포장

source: Keine Handhaken verwenden
ko_kr: 갈고리 사용 금지

source: Zulässiger Temperaturbereich
ko_kr: 허용되는 온도범위

source: Schwerpunkt
ko_kr: 무게중심을 유지할 것

source: Gabelstapler hier nicht ansetzen
ko_kr: 여기에 지게차를 대지 말 것

source: Anschlagen hier
ko_kr: 여기에 고정할 것

source: Der Einsatz von Gabelstaplern zum Be- und Entladen ist nur bei Kistenverpackung erlaubt.
ko_kr: 지게차는 박스로 포장된 제품의 하역 및 적재 용도로만 사용할 수 있습니다.

source: Abbildung ‑ : Tragfähigkeitsdiagramm
ko_kr: 삽화 ‑ : 적재 도표

source: Um die Automation mit einem Kran zu transportieren benötigen Sie geeignetes Hebezeug.
ko_kr: 크레인을 사용하여 자동화 장치를 운반하려면 적절한 호이스트가 필요합니다.

source: Für einen sicheren Transport mit dem Kran gehen Sie wie folgt vor:
ko_kr: 크레인을 사용하여 안전하게 운반하려면 다음과 같이 진행하십시오:

source: Prüfen der Lasthakensicherung am Kranhaken:
ko_kr: 크레인 후크의 리프팅 후크 안전장치 검사:

source: Bewegt sich die Lasthakensicherung einwandfrei?
ko_kr: 리프팅 후크 안전장치가 원활하게 움직입니까?

source: Die Hakensicherung muss schließen!
ko_kr: 후크 안전장치를 닫아야 합니다!

source: Bei Defekt: Meldung an Kranführer/Vorgesetzte.
ko_kr: 결함이 있는 경우: 크레인 기사/관리자에게 보고

source: Kontrolle der Anschlagmittel:
ko_kr: 슬링 점검:

source: Ist das Anschlagmittel nicht beschädigt (keine Risse, Schnitte, Quetschungen, Knöpfe)?
ko_kr: 슬링에 손상(균열, 절단, 압착, 융기 부분)이 없습니까?

source: Kann das Transportgut mit dem gewählten Anschlagmittel transportiert werden?
ko_kr: 선택한 슬링을 사용하여 운반 화물을 운반할 수 있습니까?

source: Beurteilung des Transportgutes:
ko_kr: 운반 화물에 대한 판단:

source: Kann das Material in diesem Zustand mit dem Kran transportiert werden (Verpackung unverletzt, Holzpalette stabil, keine losen Teile)?
ko_kr: 화물을 이 상태(포장재 완전, 목제 팔레트 안정적, 이완된 부품 없으)에서 크레인을 사용하여 운반할 수 있습니까?

source: Wahl der Anschlagpunkte:
ko_kr: 리프팅 지점 선택:

source: Wo soll das Anschlagmittel am Transportgut befestigt werden?
ko_kr: 슬링을 운반 화물의 어디에 고정시켜야 합니까?

source: Schwerpunkt der Last berücksichtigen.
ko_kr: 화물의 무게중심을 고려하십시오.

source: Befestigen der Anschlagmittel:
ko_kr: 슬링의 고정:

source: Ketten, Gurte oder Seile straff um das Transportgut schlingen, so dass beim Anheben der Last kein Verschieben möglich ist.
ko_kr: 체인, 벨트 또는 로프로 운반 화물을 단단해 고정하여 화물을 들어올릴 때 움직이지 않도록 해야 합니다.

source: Standort des Anschlagenden:
ko_kr: 달아 올린 화물을 놓는 위치:

source: Sicherer Stand.
ko_kr: 안전한 스탠드.

source: Möglichkeit auszuweichen, wenn die Last unkontrollierte Bewegungen macht.
ko_kr: 화물의 움직임을 통제할 수 없는 경우 피할 수 있는 방법 강구.

source: Sichtkontakt zum Kranführer.
ko_kr: 크레인 기사를 볼 수 있는 위치.

source: Keine Absturz- und Einklemmgefahren.
ko_kr: 추락 및 압착 위험 없음.

source: Handzeichen «Last langsam auf»:
ko_kr: 수신호 «화물 천천히 위로»:

source: Dem Kranführer mit Handzeichen den Befehl «Langsam auf» geben.
ko_kr: 크레인 기사에게 수신호로 «천천히 위로»라고 지시합니다.

source: Den Lastzugvorgang aus kurzer und sicherer Distanz überwachen.
ko_kr: 화물의 이동 과정을 되도록 가깝니만 안전한 거리를 두고 모니터링합니다.

source: Kontrolle der schwebenden Last:
ko_kr: 매달린 화물의 점검:

source: Schwebt die Last knapp über dem Boden, kontrollieren:
ko_kr: 화물이 바닥 바로 위에 매달려 있으면, 다음을 점검합니다:

source: Hängt die Last im Gleichgewicht und bleiben die Anschlagpunkte stabil?
ko_kr: 화물이 균형을 잡은 상태로 매달려 있으며 리프팅 지점이 안정적입니까?

source: Wenn ja: Handzeichen «Last auf».
ko_kr: 그런 경우: «화물 위로» 수신호를 보냅니다.

source: Gefahr:
ko_kr: 위험

source: Kippt die Last oder verschieben sich die Anschlagpunkte: Handzeichen «Stopp» geben.
ko_kr: 화물이 기울어지거나 리프팅 지점이 이동하는 경우: «정지» 수신호를 보냅니다.

source: Schwebende Last nie von Hand korrigieren!
ko_kr: 매달린 화물의 위치나 자세를 절대로 손으로 고치지 마십시오!

source: Abschluss:
ko_kr: 마지막으로:

source: Aus dem Schwenkbereich des Krans treten.
ko_kr: 크레인의 회전 구역에서 나오십시오.

source: Sich nie unter der schwebenden Last aufhalten.
ko_kr: 어떤 경우에도 매달린 화물 아래에 있지 마십시오.

source: Vor dem Transport der Maschine ist Folgendes zu beachten:
ko_kr: 장비를 운반하기 전 다음에 유의해야 합니다:

source: Kühlbehälter mit Kühlflüssigkeiten leeren
ko_kr: 냉매가 있는 냉매 용기를 비웁니다

source: Stellfüße zum Nivellieren der Maschine entfernen
ko_kr: 장비의 수평을 맞추기 위한 조절발을 제거합니다

source: X-Achsen vor dem Transport sichern
ko_kr: 운반하기 전 X-축을 고정합니다

source: Hebewerkszeuge bzw. Lastaufnahmeeinrichtungen von Maschinenkomponenten fernhalten
ko_kr: 리프팅 공구 또는 리프팅 액세서리를 장비의 구성품에서 떼어 놓습니다

source: Türen sichern
ko_kr: 도어를 잠급니다

source: Kabelschlaufen entfernen
ko_kr: 케이블 루프를 제거합니다

source: Vor Inbetriebnahme alle Transportsicherungen (rot gekennzeichnet) entfernen
ko_kr: 시운전을 하기 전 모든 운반용 고정장치(적색으로 표시)를 제거합니다

source: Sofort nach Eingang der Maschine ist zu prüfen:
ko_kr: 머신이 도착하면, 즉시 다음 사항을 점검합니다.

source: ob das Zubehör vollständig ist
ko_kr: 모든 부속품이 완전한 상태인지의 여부

source: Der Lieferumfang, insbesondere das Zubehör, ist anhand des beigefügten Lieferscheins oder der Packliste auf Vollständigkeit zu überprüfen.
ko_kr: 공급 범위, 특히 부속품에 관한 사항은 동봉된 운송장 또는 패킹 리스트를 참고하여 면밀히 비교 검토합니다.

source: Die Maschine ist, falls keine andere Vereinbarung getroffen wurde, für die Aufstellung auf einer ebenen, horizontalen Fläche ausgelegt.
ko_kr: 달리 합의하지 않은 한, 본 장비는 평평한 수평면에 설치하도록 설계되어 있습니다.

source: Die Umgebung muss den geforderten Lager- und Betriebsbedingungen entsprechen.
ko_kr: 주변은 요구한 보관 및 작동 조건을 충족시켜야 합니다.

source: Der Untergrund muss ausreichend tragfähig sein!
ko_kr: 바닥의 하중 지지력은 충분해야 합니다!

source: Besondere Beschaffenheit der Aufstellungsfläche, sowie Lage und Beschaffenheit von Versorgungskanälen oder -schächten, sind ggf. den Aufstellungsplänen zu entnehmen und vor Aufstellung der Maschine fertigzustellen.
ko_kr: 설치면의 특별한 속성, 공급장치 채널 또는 덕트의 위치와 속성을 경우에 따라 설치 도면에서 확인하고 장비를 설치하기 전 이러한 속성을 가지도록 조치해야 합니다.

source: Lassen Sie die Tragfähigkeit des Bodens von einem Statiker entsprechend der Auflagebelastung je Flächeneinheit und der resultierenden Kraftverteilung im Betonboden bzw. in der Decke prüfen.
ko_kr: 우선 응력 분석 전문가로 하여금 바닥의 하중지지력을 점검하도록 합니다. 이 때 각 단위 면적당의 하중 압력과 콘크리트 바닥 혹은 플로어에서의 최종적인 하중 분산 여부가 중요한 기준이 됩니다.

source: Bei zu geringer Tragfähigkeit ist ein Betonfundament zu gründen.
ko_kr: 하중지지력이 부족할 때에는 추가적인 콘크리트 기초공사를 해야 합니다.

source: Der Aufstellungsort muss so gewählt werden, dass die sich bewegenden Teile der Maschine − einschließlich handbetätigte Türen, Klappen usw. keine Quetschstellen zu Wänden, Säulen oder Halleninstallationen bilden.
ko_kr: 설치장소로는 무엇보다 머신의 작동 부위가(이 때 작동 부위로서 수동식 가드 또는 도어까지를 포함) 벽, 기둥 또는 실내에 설치된 다른 장치와 절대로 부딪히지 않을 수 있는 곳을 선택해야 합니다.

source: Die Ebenen Ausrichtung und Aufstellung der Maschine erfolgt, wenn nicht anders vertraglich vereinbart, durch das Montagepersonal der EMAG Automation GmbH.
ko_kr: 달리 합의하지 않은 한 EMAG Automation GmbH사의 설치기사가 장비를 평평하게 정렬하고 설치합니다.

source: Stellt der Betreiber die Maschine selbst auf, so sind die in diesem Fall mitgelieferten Aufstell- und Aufbauhinweise einzuhalten.
ko_kr: 운영자가 자체적으로 장비를 설치할 경우 동봉한 설치 및 구성 지침에 따라야 합니다.

source: Grundsätzlich ist der Betreiber für die Anschlüsse und Einbindung der gelieferten Anlage in die verschiedenen Betreibernetze verantwortlich oder zuständig.
ko_kr: 인도한 설비를 운영자의 여러 네트워크에 연결하고 접속하는 것은 기본적으로 운영자가 책임을 지거나 담당해야 하는 사항입니다.

source: Die Bestimmung und Auslegung von Leitungsdurchmessern, Querschnitten, Vorsicherungen usw. obliegt dem Betreiber.
ko_kr: 라인의 직경, 단면, 예비 퓨즈 등의 결정과 배치는 운영자가 책임을 지는 사항입니다.

source: Bei der Auslegung sind die technischen Daten der Anlage zu berücksichtigen.
ko_kr: 배치할 때 본 설비의 기술 데이터를 고려해야 합니다.

source: Dies gilt in der Regel für folgende Anschlüsse:
ko_kr: 이는 대개의 경우 다음의 연결부에도 적용됩니다:

source: Versorgung der Elektroschaltanlage ( Schaltschrank).
ko_kr: 전기 개폐장치(제어반)의 전원.

source: Einbindung in die Kommunikations- und Datenanlage (Leitrechner / Übergeordnete Steuerung / Schnittstellen) des Betreibers.
ko_kr: 운영자의 통신 및 데이터 장치와 접속(마스터 컴퓨터 / 상위 컨트롤러 / 인터페이스).

source: Versorgungsanschlüsse für Pneumatik (Zentrale Luftversorgung).
ko_kr: 공압장치(중앙공기공급장치)용 공급장치 연결부

source: Sonstige zentrale Versorgungssysteme.
ko_kr: 기타 중앙공급시스템.

source: Das folgende Layout zeigt einen Überblick darüber, wie viel Platz zur Aufstellung der Anlage mindestens zur Verfügung stehen muss:
ko_kr: 다음의 레이아웃은 본 설비를 설치할 때 최소한 어느 정도의 공간이 있어야 하는가를 대체적으로 나타냅니다:

source: Abbildung ‑ : Maschinenlayout Platzbedarf
ko_kr: 삽화 ‑ : 장비 레이아웃 필요한 공간

source: Wird die Anlage oder Maschine vom Betreiber selbst in Betrieb genommen, ist sicherzustellen, dass die elektrischen Schutzmaßnahmen durch eine Fachkraft mit den geeigneten Geräten vor der Erstinbetriebnahme geprüft wird.
ko_kr: 운영자 자신이 설비 또는 장비를 가동시키는 경우 시운전을 하기 전 전기기사가 적절한 장치를 사용하여 전기와 관련된 안전 조치를 검사하도록 조치를 취해야 합니다.

source: Der Inhalt der Betriebsanleitung muss dem Inbetriebnehmer bekannt sein und von ihm verstanden werden.
ko_kr: 시운전기사는 본 사용 설명서의 내용을 숙지하고 있어야 합니다.

source: Ist die Maschine vorschriftsmäßig angeschlossen kann die Maschine durch Einschalten am Hauptschalter den Betrieb aufnehmen.
ko_kr: 장비에 규정에 맞게 연결되어 있으면 메인 스위치를 켜서 장비를 가동시킬 수 있습니다.

source: Nach Prüfung aller Funktionsmerkmale durch die Spezialisten der EMAG Automation GmbH wird die Anlage / Maschine entsprechend der vertraglich vereinbarten Abnahmekriterien dem Betreiber vorgeführt und übergeben.
ko_kr: EMAG Automation GmbH사의 전문 기사가 모든 기능적 특성을 검사한 후 계약에 의해 합의한 인수 기준에 따라 설비/장비를 시연한 후 인도합니다.

source: Die Abnahme wird durch ein Abnahmeprotokoll dokumentiert.
ko_kr: 인수 보고서에 이 인수를 기록합니다.

source: Durch die vertraglich vereinbarten Schulungsmaßnahmen wird der Betreiber in die Lage versetzt, die Anlage / Maschine gemäß dem Bestimmungszweck zu bedienen und zu warten.
ko_kr: 계약에서 합의한 교육 과정을 이수하면 운영자를 설비/장비를 적절하게 조작하고 정비할 수 있게 됩니다.

source: Die Verwendung von Druckluft oder Dampfstrahlern (Hochdruckreiniger) zum Reinigen der Maschine ist verboten.
ko_kr: 압축공기 또는 스팀을(고압 클리너) 사용하여 머신을 청소하는 것은 금지되어 있습니다.

source: Durch Druckluft oder Dampfstrahler können Schäden an der Maschine entstehen.
ko_kr: 압축공기 또는 스팀으로 인해 머신이 손상을 입을 수 있습니다.

source: Entfernen Sie den Korrosionsschutz von allen blanken Bauteilen wie z.B. Führungsbahnen, usw.
ko_kr: 가이드레일과 같이 코팅되지 않은 모든 부품에서 방청제를 제거합니다.

source: Arbeitsbereich
ko_kr: 작업 구역

source: siehe Werkstückzeichnung
ko_kr: 공작물 도면 참조

source: Werkstückdurchmesser
ko_kr: 공작물 직경

source: Werkstücklänge
ko_kr: 공작물 길이

source: Werkstückspanneinheiten
ko_kr: 공작물 고정장치

source: siehe Spannmittelzeichnung
ko_kr: 고정장치 도면 참조

source: Spannvorrichtung
ko_kr: 고정장치

source: Werkstückauflage(n)
ko_kr: 공작물 지지대

source: Elektrische Ausrüstung
ko_kr: 전기 설비

source: siehe Stromlaufplan
ko_kr: 전기 회로도 참조

source: Anschlussleistung
ko_kr: 연결된 전력

source: Zuleitungssicherung
ko_kr: 전원 라인 퓨즈

source: Maße und Gewicht
ko_kr: 치수 및 중량

source: siehe Aufstellplan
ko_kr: 설치도 참조

source: Länge
ko_kr: 길이

source: Breite
ko_kr: 폭

source: Höhe
ko_kr: 높이

source: Gewicht der Maschine
ko_kr: 기계의 중량

source: Typ/Anforderung
ko_kr: 타입/요건

source: Menge
ko_kr: 분량

source: Basis: Lithium NLGI 000 / GP000N−30
ko_kr: 기본: 리튬 NLGI 000 / GP000N−30

source: siehe Schmierplan
ko_kr: 윤활 회로도 참조

source: Die Anlage ist zum Anschluss an ein Druckluftnetz nach dem heutigen Stand der Technik (ISO 8573−1) vorgesehen.
ko_kr: 본 설비는 현재의 기술 수준(ISO 8573−1)에 따라 압축공기 네트워크에 연결되도록 설계되었습니다.

source: Wir setzen ungeölte, restölfreie (Restöl von Kompressoren) max. 0,1 mg/m3 und getrocknete Druckluft entsprechend ISO 8573−1, Klasse 4 mit 3°C Drucktaupunkt voraus.
ko_kr: 전제 조건: 비윤활, 잔여 오일(컴프레서의 잔여 오일) 없음 ISO 8573−1에 따른 최대 0.1mg/m3 및 건조한 압축공기, 압력이슬점이 3°C인 등급 4.

source: siehe Herstellerunterlagen
ko_kr: 제작사 서류 참조

source: Abbildung ‑ : Beispiel Typenschild
ko_kr: 삽화 ‑ : 명판 예시

source: Maschinentyp
ko_kr: 머신 종류

source: Projektnummer
ko_kr: 프로젝트 번호

source: Seriennummer
ko_kr: 시리얼 번호

source: Weitere technische Daten
ko_kr: 기타 기술자료

source: Das Typenschild befindet sich neben dem Hauptschalter.
ko_kr: 명판은 메인 스위치 옆에 있습니다.

source: Bei Ersatzteilbestellungen oder Nachfragen beim Hersteller oder beim Inverkehrbringer geben Sie bitte immer den Maschinentyp und die Auftragsnummer bzw. Maschinennummer an.
ko_kr: 교환부품을 주문하는 경우나, 제작사 또는 공급사에 문의사항이 있는 경우에는 반드시 해당 머신 종류 및 오더 번호 또는 머신 번호를 제시해야 합니다.

source: Abbildung ‑ : Übersicht Gesamtanlage
ko_kr: 삽화 ‑ : 설비 전체의 개요

source: Späneförderer
ko_kr: 칩 컨베이어

source: Maschine VSC 160 TWIN
ko_kr: 장비 VSC 160 TWIN

source: Zuführband Rohteile
ko_kr: 미가공 부품 공급벨트

source: Schaltschrank
ko_kr: 전장 캐비넷

source: Shuttle
ko_kr: 셔틀

source: Teileabführung
ko_kr: 부품 배출장치

source: Zusatzmonitor
ko_kr: 보조 모니터

source: Abführband
ko_kr: 배출벨트

source: Maschinensteuertafel
ko_kr: 머신 제어반

source: Portal
ko_kr: 포털

source: Orientierstation
ko_kr: 정향 스테이션

source: Die Werkstücke werden in Paletten (Donuts) über ein Stauförderband zugeführt und vereinzelt.
ko_kr: 공작물은 팔레트(도넛)에 적재되어 어큐머레이션 컨베이어 벨트를 통해 공급되어 분산됩니다.

source: Anschließend werden die Donuts mit den Werkstücken auf eine Zwischenablage geschoben.
ko_kr: 그 다음 공작물을 적재한 이 도넛은 임시 저장소로 이동합니다.

source: Ein Dorn fährt in die Verzahnung ein.
ko_kr: 핀이 톱니 안으로 진입합니다.

source: Nachdem der Dorn sich in der Verzahnung befindet wir die komplette Radnabe so lange weiter gedreht, bis die feststehende Maske über den Außenring einrastet.
ko_kr: 그 핀이 톱니 안에 위치한 후 고정된 마스크가 외측 링 위로 체결될 때까지 휠 보스 전체가 계속 회전합니다.

source: Sobald das Shuttle sich in der Überschiebeposition befindet, wird die Klemmung der Donuts gelöst und die ausgerichteten Rohteile werden auf das Shuttle übergeschoben.
ko_kr: 셔틀이 밀어올리기 위치에 있으면 도넛의 고정장치가 풀리고 정렬된 미가공 부품이 셔틀 위로 밀려 올라옵니다.

source: Gleichzeitig werden die Donuts mit den Fertigteilen auf das Abführband ausgeschoben.
ko_kr: 그와 동시에 가공 부품을 적재한 도넛이 배출벨트로 밀려 나옵니다.

source: Danach wird der Donut auf dem Shuttle geklemmt und die Ausrichteinheit in Z freigefahren.
ko_kr: 그 다음 도넛에 셔틀에서 고정되고 정렬장치가 Z-방향으로 이동합니다.

source: Anschließend kann der Be-und Entladevorgang in der Maschine beginnen.
ko_kr: 그 다음 장비 내에서 적재 및 하적 과정이 시작될 수 있습니다.

source: Die folgende Abbildung zeigt das Werkstück von der oberen und der unteren Seite.
ko_kr: 다음의 삽화는 공작물의 윗면과 아랫면을 나타낸 사진입니다.

source: Abbildung ‑ : Werkstück mit Innenverzahnung
ko_kr: 삽화 ‑ : 내부 톱니가 있는 공작물

source: Werkstück (Ansicht von oben)
ko_kr: 공작물(위에서 본 보기)

source: Werkstück (Ansicht von unten)
ko_kr: 공작물(아래에서 본 보기)

source: Die Anlage ist im Grundausbau für unterschiedliche Werkstücktypen ausgelegt.
ko_kr: 본 설비의 표준형은 여러 타입의 공작물을 처리하도록 설계되어 있습니다.

source: Die Werkstücke unterscheiden sich darin, dass es Werkstücke mit Verzahnung und Werkstücke ohne Verzahnung gibt, die wie folgt bezeichnet sind:
ko_kr: 공작물은 아래에 표시한 바와 같이 톱니가 있는 공작물과 톱니가 없는 공작물로 구별됩니다:

source: Anlage Korea
ko_kr: 한국형 설비

source: Anlage China Taicang
ko_kr: 중국 타이창형 설비

source: Anlage Mexico
ko_kr: 멕시코형 설비

source: Bei der Umstellung von einem Werkstücktyp auf einen anderen Werkstücktyp muss die Anlage komplett leergefahren werden.
ko_kr: 어느 한 타입의 공작물에서 다른 타입의 공작물로 전환할 때 설비가 완전히 공회전해야 합니다.

source: Die Werkstücke werden in die Paletten gelegt und der Automation zugeführt.
ko_kr: 공작물은 팔레트에 놓여 자동화 장치에 공급됩니다.

source: Die Schiebe- und Ausrichtstation verfügt über eine Maske, deren Innenseite mit dem Außendurchmesser des Werkstückes übereinstimmt.
ko_kr: 푸시 스테이션 및 정렬 스테이션에는 마스크가 있는 바, 이 마스크의 내면은 공작물의 외측 직경과 일치합니다.

source: Beim Schiebevorgang kann so die Palette zusammen mit dem Werkstück verschoben werden.
ko_kr: 따라서 푸시 과정에서 팔레트를 공작물과 함께 밀 수 있습니다.

source: Abbildung ‑ : Palette (Donut)
ko_kr: 삽화 ‑ : 팔레트 (도넛)

source: Abbildung ‑ : Übersicht des Materialflusses
ko_kr: 삽화 ‑ : 재료의 흐름 개요

source: Die Rohteile (im Folgenden als RT bezeichnet) werden vom Werker auf die Palette (Donut) gelegt und über das Zuführband zum Stopper vorgefahren
ko_kr: 미가공 부품(이하에서 RP로 표시)을 작업자가 팔레트(도넛) 위에 놓으면 이 부품은 공급벨트를 통해 스토퍼로 먼저 이동합니다

source: Ist das RT ausgerichtet, hebt sich der Dorn aus der Verzahnung und die Schieber fahren nach unten und schieben die ausgerichteten RT zum Shuttle
ko_kr: RP가 정렬되어 있으면 핀을 톱니에서 돌출하고 푸셔가 뒤로 이동하여 정렬된 RP를 셔틀로 밉니다

source: Die RT werden nun vereinzelt.
ko_kr: 이제 RP가 분산됩니다.

source: Der Stopper stoppt die Paletten mit den RT in Höhe der Orientierposition
ko_kr: 스토퍼는 정향 높이에서 팔레트와 RP를 정지시킵니다

source: Gleichzeitig werden die FT die am Shuttle entsperrt wurden, auf das Abführband geschoben
ko_kr: 이와 동시에 셔틀에서 잠금이 해제된 FP가 배출벨트로 밀립니다

source: Die RT werden von der Schiebe- und Ausrichteinheit auf die Orientierstation geschoben
ko_kr: RP는 푸시 및 정렬 장치에서 정향 스테이션으로 밀립니다

source: Die FT werden mittels Abführband ausgeschleust
ko_kr: FP가 배출벨트에 의해 배출됩니다

source: Gleichzeitig werden die aus der Maschine kommenden Fertigteile (im Folgenden als FT bezeichnet) vom Shuttle in Höhe der Orientierposition geschoben und entsperrt.
ko_kr: 이와 동시에 장비에서 온 가공 부품(이하에서 FP로 표시)이 셔틀에서 정향 높이로 밀린 다음 잠금이 해제됩니다.

source: Auf dem Shuttle befinden sich ebenfalls zwei Leerpaletten
ko_kr: 또한 셔틀에는 빈 팔레트가 있습니다

source: Die ausgerichteten RT werden der Maschine zugeführt und dort bearbeitet.
ko_kr: 정렬된 RP가 장비에 공급되고 거기서 가공됩니다.

source: Das Portal hebt über die Z-Achse an und positioniert den Dorn über die innere Verzahnung des RT
ko_kr: 포털이 Z-축 위로 올라와 핀의 위치를 RP의 내부 톱니 위로 조절합니다

source: Gleichzeitig werden die bearbeiteten FT in der Maschine auf die Leerpaletten abgelegt
ko_kr: 이와 동시에 장비 안에 있는 가공된 FP가 빈 팔레트 위에 놓입니다

source: Ist der Dorn mit der inneren Verzahnung des RT eingeschoben, wird das Werkstück nun über die C-Achse gedreht und ausgerichtet
ko_kr: 핀이 RP의 내부 톱니와 함께 안으로 밀려 들어와 있으면 이제 공작물이 C-축 위로 회전하며 정렬됩니다

source: Das Shuttle transportiert die Fertigteile wieder zur Ausgangsposition in Höhe der Orientierstation und der gesamte Prozess beginnt von Neuem.
ko_kr: 셔틀은 가공 부품을 다시 정향 스테이션 높이의 처음 위치로 운반하고 과정 전체가 처음부터 다시 시작됩니다.

source: Die Werkstücke werden mittels Kundenhighway auf das vom Kunden beigestellte Rohteilband (Stauförderband) zugeführt.
ko_kr: 공작물은 고객의 공급로를 통해 고객이 마련한 미가공부품 벨트(어큐므레이션 컨베이어 벨트)로 공급됩니다.

source: Der Highway wird durch einen Röllchenübergang oder ein Blech mit dem Rohteilband verbunden.
ko_kr: 이 공급로는 롤러 교차로나 철판을 통해 비가공부품 벨트와 연결됩니다.

source: Die Donuts mit den Werkstücken werden auf dem Rohteilband abgelegt und zur Schiebe- und Ausrichteinheit gefahren.
ko_kr: 공작물을 적재한 도넛은 비가공부품 벨트 위에 놓인 다음 푸시 및 정렬 장치로 이동합니다.

source: Dort werden sie in Höhe der Orientierungsstation gestoppt und vereinzelt.
ko_kr: 거기서 도넛과 공작물은 정향 스테이션의 높이에서 정지한 다음 분산됩니다.

source: Das Stoppen und Vereinzeln der mit den Werkstücken befüllten Paletten wird über Stopper und Festanschläge realisiert.
ko_kr: 공작물이 적재된 팔레트의 정지와 분산은 스토퍼와 고정 래치에 의해 이루어집니다.

source: Der Vereinzeler gibt ein Donut inkl. Werkstück frei.
ko_kr: 분산기에 의해 도넛과 공작물이 풀립니다.

source: Der Donut läuft gegen den Festanschlag.
ko_kr: 도넛을 고정 래치의 반대 방향으로 이동합니다.

source: Anschließend wird der Stopper geschlossen und, der Vereinzeler gibt einen zweiten Donut inkl. Werkstück frei, dieser läuft ebenfalls gegen den Stopper.
ko_kr: 그 다음 스토퍼가 닫히고 분산기가 두 번째 도넛과 공작물을 풀며 이 도넛 또는 스토퍼의 반대 방향으로 이동합니다.

source: Die Vereinzelung erfolgt im Spindelabstand von 280mm
ko_kr: 280mm의 스핀들 간격으로 분산됩니다

source: Die Schiebe- und Ausrichteinheit verfährt zunächst in X-Richtung zum Zuführband und fährt dann in Z-Richtung nach unten, um die Innenverzahnung des Werkstückes mit dem Dorn aufzunehmen.
ko_kr: 푸시 및 정렬 장치는 먼저 X-방향의 공급벨트로 이동한 다음 아래의 Z-방향으로 이동하여 핀으로 공작물의 내부 톱니를 집어 올립니다.

source: Das Portal schiebt die Donuts jetzt in X-Richtung zurück auf die Zwischenstation zum Ausrichten und Orientieren.
ko_kr: 포털이 이제 도넛을 다시 X-방향의 임시 스테이션으로 밀어 정렬과 정향이 이루지도록 합니다.

source: Das Ausrichten und Orientieren der Rohteile wird über einen zylindrisch ausgelegten Ausrichtdorn (Bolzen) realisiert.
ko_kr: 미가공 부품의 정렬 및 정향은 원통형으로 고안된 정렬핀(볼트)에 의해 이루어집니다.

source: Um das Werkstück radial zu zentrieren, wird der Bolzen in die Verzahnung abgesenkt.
ko_kr: 공작물을 방사형으로 센터링하기 위해 이 볼트는 톱니 안으로 하강합니다.

source: Die Dorne sind jeweils über eine separate NC-gesteuerte Rotationsachse (C5- und C6-Achse) drehbar.
ko_kr: 핀은 별도의 NC-제어형 회전축(C5-축 및 C6-축)을 통해 회전할 수 있습니다.

source: Trifft der Dorn nicht in die Verzahnung, dann fährt die Z-Achse ein Stück nach oben und die Rotationsachse wird um ein definiertes Winkelmaß weiter gedreht .Der Vorgang wiederholt sich solange, bis der Dorn mit der Innenverzahnung des Werkstückes zusammenpasst.
ko_kr: 핀이 톱니 안에 닿지 않으면 Z-축이 조금 더 위로 이동하고 회전축이 지정된 각도만큼 더 회전합니다. 이 과정은 핀의 공작물의 내부 직경과 만날 때까지 반복됩니다.

source: Anschließend Drehen die Rotationsachsen das komplette Radlager solange, bis die feststehende Ausrichtmaske über den Außenring einschnappt.
ko_kr: 그 다음 정지해 있는 정렬 마스크가 외측 링 위로 맞물릴 때까지 회전측이 휠 베어링 전체를 회전시킵니다.

source: Anschließend wird die Innenverzahnung auf eine definierte Position gedreht.
ko_kr: 그 다음 내부 톱니가 지정된 위치로 회전합니다.

source: Bei Ausführung mit Innenverzahnung sind die Dorne angetrieben.
ko_kr: 내부 톱니가 있는 모델에서는 핀이 구동됩니다.

source: Bei Werkstücken ohne Innenverzahnung werden die Masken über einen Arretierbolzen an der Antriebswelle angetrieben.
ko_kr: 내부 톱니가 없는 공작물에서는 구동 샤프트에 위치한 체결 볼트를 통해 마스크가 구동됩니다

source: Die Lage der Ausrichtmaske für den Außenring wird mittels Bero abgefragt.
ko_kr: 외측 링용 정렬 마스크의 위치를 무접촉 리밋 스위치를 통해 조회합니다.

source: Nach dem Ausrichten werden die Rohteile nun mittels Schieber auf das Shuttle geschoben.
ko_kr: 정렬한 후 미가공 부품은 이제 푸셔에 의해 셔틀로 밀립니다.

source: Gleichzeitig werden die auf dem Shuttle befindlichen und aus der Maschine kommenden Fertigteile über den parallelen Schieber auf das Abführband geschoben.
ko_kr: 이와 동시에 셔틀에 있고 장비에서 나온 가공 부품이 평행하는 푸셔를 통해 배출벨트로 밀립니다.

source: Hier erfolgt die Abfrage „Abführband frei“ an beiden Überschiebepositionen.
ko_kr: 여기서 두 밀어올리기 위치에서 "배출벨트 풀림" 조회가 이루어집니다.

source: Zusätzlich ist ein Sensor gegen Überfüllung am Band angebracht, der im Fall eines Rückstaus auf dem Kundenhighway auslöst.
ko_kr: 또는 벨트에 과도하게 적재되는 것을 방지하기 위한 센서가 벨트에 장착되는 바, 이 센서는 고객의 공급로에 역정체가 발생하면 작동됩니다.

source: Beim Fahren auf die Be- und Entladepositionen werden die Klemmungen der Donuts gelöst.
ko_kr: 적재 및 하적 위치로 이동할 때 도넛의 잠금장치가 풀립니다.

source: Dies erfolgt durch ein pneumatisch betätigtes Hebelwerk.
ko_kr: 이는 공압식 레버에 의해 이루어집니다.

source: Die Donuts mit den Rohteilen werden nun auf dem Shuttle geklemmt.
ko_kr: 이제 미가공 부품이 적재된 도넷을 셔틀에서 고정됩니다.

source: Die Z-Achse der Schiebe- und Ausrichteinheit fährt nach oben und anschließend auf die Ausgangsposition zurück.
ko_kr: 푸시 및 정렬 장치의 Z-축이 위로 이동한 다음 처음 위치로 되돌아 갑니다.

source: Die Maschine kann jetzt Ent- und Beladen werden und der Vorgang von Neuem beginnen.
ko_kr: 이제 장비에 하적 및 적재를 할 수 있고 과정이 처음부터 다시 시작됩니다.

source: Die Positionen der Rohteile und der leeren Donuts sind wechselnd.
ko_kr: 미가공 부품과 도넛의 위치는 번갈아 가며 바뀝니다.

source: Der Bereich Baugruppen Automation umfasst folgende Baugruppen: das Zuführband, die Ausrichtstation, das Portal, das Shuttle, das Abführband, die Zentralschmierung und die Wartungseinheit.
ko_kr: 자동화 장치 어셈블리 그룹은 다음의 어셈블리로 구성되어 있습니다: 공급벨트, 정렬 스테이션, 포털, 셔틀, 배출벨트, 중앙윤활장치 및 정비 유닛.

source: Abbildung ‑ : Übersicht Automation
ko_kr: 삽화 ‑ : 자동화 장치 개요

source: Träger Portal
ko_kr: 포털 지지대

source: Zentralschmierung (SKF)
ko_kr: 중앙윤활장치 (SKF)
